cubeb-git
discord-rpc-git
flavours
google-chrome
hakuneko-desktop
heroku-cli
jmtpfs
libxft-bgra
ly
mingetty
mongodb-bin
mongodb-compass
notes
notion-app
nvm
oh-my-zsh-git
onlyoffice-bin
parsec-bin
pass-update
pcsx2-git
picom-ibhagwan-git
pomo
pomotroid-bin
postman-bin
proftpd
slack-desktop
spotify
stremio-beta
timer-bin
trickle
ttf-comfortaa
ttf-font-awesome-5
ttf-lilex
ttf-monaco
ttf-symbola
ttf-unifont
ventoy-bin
visual-studio-code-bin
xboxdrv
yay
zoom
zydis
