cozette-ttf
gohufont
goverlay-bin
heidisql
jmtpfs
mobalytics-desktop
mongodb-bin
mongodb-compass
notion-app
nvim-packer-git
pandoc-bin
protontricks
spotify-edge
stremio-beta
tomate-gtk
ttf-comfortaa
ttf-font-awesome-5
ttf-lilex
ttf-monaco
yay-bin
