flavours
google-chrome
hakuneko-desktop
heroku-cli
libxft-bgra
mongodb-bin
mongodb-compass
neovim-nightly-bin
nerd-fonts-fantasque-sans-mono
notes
notion-app
nvm
oh-my-zsh-git
onlyoffice-bin
parsec-bin
picom-ibhagwan-git
pomo
pomotroid-bin
postman-bin
proftpd
slack-desktop
spotify
stylua-git
ttf-comfortaa
ttf-lilex
ttf-monaco
ttf-symbola
visual-studio-code-bin
winscp
yay
zoom
