amd-ucode
android-file-transfer
android-tools
apache
audacity
base
base-devel
bat
bluedevil
brave-bin
breeze
breeze-gtk
breeze-plymouth
btop
calf
clblast
clipmenu
cronie
cups
cups-pdf
dbeaver
discord_arch_electron
discover
docker
dosfstools
drkonqi
droidcam
dunst
dust
easyeffects
entr
expac
eza
fd
feh
ffmpegthumbnailer
file-roller
firefox
flameshot
flatpak-kcm
fpc
fzf
gamemode
gcolor3
gd
git
gnome-keyring
gnome-shell
gnome-themes-extra
gnome-tweaks
google-chrome
goverlay
gparted
gst-plugin-pipewire
gtk-engine-murrine
htop
httpie
i3-wm
i3blocks
i3status
inotify-tools
jdk-openjdk
jdk17-openjdk
jdk8-openjdk
jdtls
jre21-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kmenuedit
konsole
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
lazygit
leafpad
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libappindicator-gtk3
libgnome-keyring
libkscreen
libksysguard
libmupdf
libplasma
libreoffice-still
linux
linux-firmware
linux-headers
lsp-plugins
lutris
lxappearance
man-db
man-pages
mangohud
mariadb
maven
milou
mongodb-bin
mpv
neofetch
neovim-nightly-bin
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
obsidian-bin
ocean-sound-theme
oxygen
oxygen-sounds
p7zip
pacman-contrib
parsec-bin
pass
pavucontrol
pcsx2-latest-bin
picom
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pipewire-zeroconf
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
playerctl
plymouth-kcm
podman
polkit-kde-agent
postgresql
postgresql-old-upgrade
powerdevil
print-manager
prismlauncher-qt5-bin
protontricks
protonup-qt
pyside2
python-discord
python-pip
qalculate-gtk
qqc2-breeze-style
rclone
redshift
ripgrep
rmlint
rsync
rust
scientifica-font
sddm-kcm
slack-desktop
spectrwm
starship
steam
stow
syncplay
syncthing
systemsettings
telegram-desktop-bin
tesseract
tesseract-data-spa
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latexextra
texlive-latexrecommended
thunar
thunar-archive-plugin
thunar-media-tags-plugin
tmux
transmission-gtk
trickle
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ms-fonts
tumbler
udiskie
udisks2
unarchiver
unrar
unzip
vim
visual-studio-code-bin
vkd3d-proton-bin
vlc
vulkan-radeon
wacomtablet
webtorrent-cli
wget
wine-staging
winetricks
wireplumber
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xf86-video-vesa
xlockmore
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
yarn
yay
yt-dlp
zam-plugins
zathura
zathura-cb
zathura-pdf-mupdf
zip
zoneminder
zoxide
zsh
