accessibility-inspector
act
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alligator
angelfish
arianna
ark
artikulate
audex
audiocd-kio
audiotube
base
base-devel
bat
bind
blinken
bluedevil
bomber
booster
bovo
brave-bin
breeze
breeze-gtk
breeze-plymouth
btrfs-progs
bun-bin
cantor
cervisia
colord-kde
cups
cups-pdf
discord
discover
docker
docker-compose
dolphin
dolphin-plugins
dragon
drkonqi
droidcam
easyeffects
elisa
eza
falkon
fd
ffmpegthumbs
filelight
firefox
flatpak-kcm
foot
francis
fzf
ghostwriter
git
go-yq
granatier
grantlee-editor
gwenview
htop
i3-wm
i3blocks
isoimagewriter
itinerary
jq
jre21-openjdk
jre8-openjdk
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kde-inotify-survey
kdebugsettings
kdeconnect
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgamma
kgeography
kget
kglobalacceld
kgoldrunner
kgpg
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-admin
kio-extras
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knotes
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
kpipewire
krdc
krdp
krecorder
kreversi
krfb
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubectl
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland
kweather
kwin
kwordquiz
kwrited
layer-shell-qt
lazygit
lens-bin
libkscreen
libksysguard
libplasma
libreoffice-fresh
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lokalize
lskat
lsp-plugins
lua-language-server
lutris
man-db
mangohud
marble
markdown-oxide-git
markdownlint-cli
markdownpart
mbox-importer
merkuro
milou
minikube
minuet
neochat
neofetch
neovim
networkmanager
nginx
nodejs
npm
ntfs-3g
obsidian-bin
ocean-sound-theme
okular
openssh
oxygen
oxygen-sounds
palapeli
parley
parsec-bin
partitionmanager
paru
paru-debug
pass
picmi
pim-data-exporter
pim-sieve-editor
pipewire-alsa
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plasmatube
plymouth-kcm
polkit-kde-agent
powerdevil
poxml
print-manager
prismlauncher-qt5-bin
protontricks-git
protonup-qt-bin
qqc2-breeze-style
qtpass
quamachi
rclone
ripgrep
rocs
rsync
sddm
sddm-kcm
signon-kwallet-extension
skanlite
skanpage
skladnik
snap-pac
snapper
snapper-rollback
spectacle
spotify
starship
steam
step
stow
stylua
svgpart
sweeper
syncthing
systemsettings
telegram-desktop-bin
telly-skout
tesseract-data-spa
tmux
tokodon
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
typescript-language-server
typst
typst-lsp
typstfmt-bin
umbrello
umu-launcher
unrar
vim
visual-studio-code-bin
vkd3d-proton-bin-git
vulkan-radeon
wacomtablet
webtorrent-cli
wget
wine-staging
winetricks
wl-clipboard
xdg-desktop-portal-kde
yakuake
yarn
zam-plugins
zanshin
zathura
zathura-cb
zathura-pdf-mupdf
zoxide
zsh
