alacritty
alsa-utils
amd-ucode
android-tools
apache
arc-gtk-theme
autoconf
automake
bandwhich
baobab
base
bind
binutils
bison
bottom
bridge-utils
cheese
chezmoi
clipmenu
cronie
dbeaver
dbus-python
dconf-editor
dmenu
dmidecode
dnsmasq
dolphin-emu
dunst
dust
dzen2
edk2-ovmf
elinks
eog
epiphany
evince
exa
exfatprogs
fakeroot
fd
feh
ffmpegthumbnailer
file
file-roller
filezilla
findutils
firefox
flameshot
flex
fzf
galculator
gawk
gcc
gcolor3
gdm
gettext
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gopls
gparted
grep
grilo-plugins
groff
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gzip
herbstluftwm
htop
i3-gaps
i3status
imagemagick
img2pdf
inkscape
iptables-nft
jdk-openjdk
jq
kguiaddons
kitty
lazygit
leafpad
lib32-zlib
libreoffice-fresh
libtool
libva-mesa-driver
libvirt
libvirt-glib
libvirt-python
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lua-language-server
luacheck
luajit
lutris
lxappearance
m4
make
mako
malcontent
man-db
man-pages
mariadb
mgba-qt
mpv
mtpfs
mutter
mysql-workbench
nano
nautilus
neofetch
neovim
networkmanager
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
openbsd-netcat
openssh
orca
p7zip
pacman
pacman-contrib
pass
patch
pavucontrol
php
php-apache
php-cgi
php-gd
php-pgsql
phpmyadmin
pkgconf
playerctl
polybar
pulseaudio
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
putty
pyright
pyside2
python-black
python-pip
python-pydbus
qemu-base
qemu-emulators-full
redshift
ripgrep
rofi
rofi-emoji
rust
rygel
sassc
sed
shellcheck
simple-scan
speedtest-cli
steam
stow
stylua
sudo
sushi
swtpm
syncplay
tealdeer
telegram-desktop
tesseract
tesseract-data-spa
texinfo
thunar
tig
tmux
totem
tracker3-miners
transmission-gtk
tree-sitter
ttf-caladea
ttf-carlito
ttf-jetbrains-mono
ttf-linux-libertine-g
ttf-nerd-fonts-symbols-2048-em
tumbler
udiskie
udisks2
unarchiver
unrar
unzip
v4l2loopback-utils
vde2
vi
vim
virt-install
virt-manager
virtualbox
vlc
vulkan-radeon
w3m
wget
which
wine
xautomation
xbindkeys
xclip
xdg-user-dirs-gtk
xdotool
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
xterm
yarn
yelp
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zip
zoxide
zsh
